In [1]:
import pandas as pd

In [23]:
data_file="C:/Users/sebat/ClassRepository/exercises_class/Untitled Folder/Untitled Folder/car_purchases.csv"

In [24]:
data_file_df=pd.read_csv(data_file)
data_file_df.head()

   id           Full Name  Gender   Amount       Car
0   1        Minnnie Rean    male  15484.5      Jeep
1   2     Ursa Torricella  female  13443.3    Saturn
2   3     Joyann Pirolini    male   9095.6       Ram
3   4      Sharl Ridsdell  female  11871.6     Dodge
4   5  Laurence Jovasevic    male  13459.8  Chrysler